Repository: ufal/nmt-pe-effects-2021
Catalog: docs/memsource/inputs/tm-3.tmx
Source language: en
Languages: cs

source: The black hole's impressive gravitational forces tear the star apart, with some of its material thrown into space and the rest into the black hole, forming a disc of hot, bright gas as it is swallowed.
cs: Působivé gravitační síly černé díry roztrhají hvězdu na kusy, část jejího materiálu se vrhne do prostoru a zbytek do černé díry, čímž se vytvoří kotouč horkého, jasného plynu, který je pohlcen.

source: Mr Holoien added: "Specifically, we are able to measure the rate at which it gets brighter after it starts brightening, and we also observed a drop in its temperature and brightness that is unique."
cs: Pan Holoien dodal: „Konkrétně jsme schopni měřit rychlost, kterou se po rozjasnění rozjasní, a také jsme zaznamenali pokles jeho teploty a jasu, který je jedinečný.“

source: This year's Turner Prize-shortlisted pieces will be on display in Margate from tomorrow, with Brexit on the agenda.
cs: Letošní skladby z užšího výběru Turnerovy ceny budou od zítřka k vidění v Margate a brexit bude na pořadu jednání.

source: Colombian artist Oscar Murillo's work "surge (social cataracts) " depicts people staring out to the North Sea, but with their view of the water and the European continent on the other side of it obscured by a dark canvas, with only a sliver of what lies beyond revealed through a slash in the canvas.
cs: Práce kolumbijského umělce Oscara Murilla "nárůst (sociální šedý zákal) " zobrazuje lidi, kteří hledí do Severního moře, ale s výhledem na vodu a evropský kontinent na druhé straně zakryté tmavým plátnem, s pouhým kouskem toho, co leží za odhaleným lomítkem na plátně.

source: The work is one of four shortlisted entries to the prestigious and often contentious annual art prize, founded in 1984 and given to an artist residing in Britain or British-born but living elsewhere.
cs: Dílo je jedním ze čtyř dosazených příspěvků na prestižní a často spornou každoroční uměleckou cenu, která byla založena v roce 1984 a byla udělena umělci s bydlištěm v Británii nebo britskému původu, ale žijícímu jinde.

source: Curator Fiona Parry explains that Murillo's work focuses on the current political and socio-economic situation in the UK. The group of papier-mâché figures represent a globalised workforce, while the black cloth represents the "darkness of the contemporary moment in the UK and globally."
cs: Kurátorka Fiona Parryová vysvětluje, že Murilloova práce se zaměřuje na současnou politickou a socioekonomickou situaci ve Velké Británii. Skupina papír-mâché postavy představují globalizované pracovní síly, zatímco černá tkanina představuje "temnotu současného okamžiku ve Velké Británii i na celém světě."

source: She added: "I think it's a broader idea of blocking the view, the outward-looking view, to anywhere really. And that gesture of blocking the light. But I guess there is still this sort of glimmer of hope, there is a slash in the canvas, and you can just see the sea on the horizon."
cs: Dodala: "Myslím, že je to širší myšlenka blokování pohledu, vnější-hledá pohled, kdekoliv opravdu. A to gesto blokování světla. Ale myslím, že je tu ještě takový záblesk naděje, na plátně je lomítko a na obzoru je jen vidět moře."

source: Helen Cammock's video piece A Long Note, meanwhile, examines the overlooked role of women in the civil rights movement in Derry/Londonderry, Northern Ireland that began in 1968. The work also connects to broader global class, race and gender struggles during the late 1960s.
cs: Helen Cammock video kus Long Note, mezitím zkoumá přehlíženou roli žen v hnutí za občanská práva v Derry / Londonderry, Severní Irsko, které začalo v roce 1968. Práce se také připojuje k širší globální třídy, rasy a pohlaví bojuje během pozdní 1960.

source: All works will be exhibited at Margate's Turner Contemporary gallery, from 28 September to 12 January 2020, and the winner of the Turner Prize 2019 will be announced at a ceremony on 3 December.
cs: Všechna díla budou vystavena v galerii Turner Contemporary společnosti Margate od 28.

source: Named after 19th-century landscape painter JMW Turner, the award made stars of Grayson Perry, Damien Hirst and 12 Years a Slave director Steve McQueen.
cs: Století krajinář JMW Turner, ocenění se hvězdy Grayson Perry, Damien Hirst a 12 let slave režisér Steve McQueen.
